Repository: InteractiveVotingProject/InteractiveVotingFlutterApp
Catalog: lib/l10n/app_*.arb
Languages: fr

# launchTest
source: Launch a quiz
fr: Lancer le quiz

# writeQ
source: Write your question
fr: Ecrivez votre question

# selectAns
source: Select good answer(s) :
fr: Sélectionnez la/les bonne(s) réponse(s)

source: Choice
fr: Choix

# gen
source: Generate
fr: Générer

# genQuiz
source: Quiz Generation
fr: Générationd du quiz

# revAns
source: Reveal Answers
fr: Afficher les réponses

# prevParti
source: Previous Participaction Using This Device
fr: Anciennes participations depuis cet appareil

# histoParti
source: History participation for Device :
fr: Historique de participation depuis cet appareil :

# checkHisto
source: Check History
fr: Voir l'historique

# prevAns
source: Previously answered questions are
fr: Les question précédemment répondues sont :

# pinAccess
source: Visit Quiz with Pin
fr: Accéder au quiz avec le code

source: Answer
fr: Réponse

# prevHisto
source: Previous History
fr: Historique précédent

# accessMode
source: ACCESSIBILITY MODE
fr: MODE ACCESSIBILITE

# noAccessMode
source: DISABLE ACCESSIBILITY MODE
fr: DESACTIVER LE MODE ACCESSIBILITE

# scan
source: Scan a code
fr: Scanner un code

# accessQuiz
source: Access Quizz
fr: Acéder au quiz

# useQRCode
source: Use QR Reader
fr: Utiliser le lecteur de QR Code

# enterManual
source: Enter code manually
fr: Entrer le code manuellement

# opt
source: Optional
fr: Optionnel

source: Go to Quiz
fr: Accéder au Quiz
